{
  "Stroganoff": "1. Zuerst die Zwiebel und die Peperoni fein hacken und die Champignons in Scheiben schneiden.\n\n2. Das Rindfleisch in Würfel schneiden und in einer Pfanne scharf anbraten, bis es braun ist. Anschließend aus der Pfanne nehmen und beiseite stellen.\n\n3. In derselben Pfanne die Zwiebeln und die Peperoni anschwitzen, bis sie glasig sind. Dann die Champignons hinzufügen und kurz mitbraten.\n\n4. Die Rindfleischwürfel wieder in die Pfanne geben und mit dem Rotwein ablöschen. Den Rotwein einkochen lassen, bis er fast vollständig reduziert ist.\n\n5. Den Rahm dazugeben und das Ganze bei mittlerer Hitze köcheln lassen, bis die Sauce eindickt und das Fleisch gar ist. Gegebenenfalls mit Salz und Pfeffer abschmecken.\n\n6. Den Stroganoff heiß servieren, am besten mit Reis oder Nudeln als Beilage. Guten Appetit!",
  "Zürigschnetzlets|6": "1. Champignons putzen und in Scheiben schneiden.\n2. Rindsgeschnetzeltes in einer Pfanne anbraten, Champignons dazugeben und kurz mitbraten.\n3. Mit Weisswein ablöschen und etwa 5 Minuten einkochen lassen.\n4. Rahm hinzufügen und weitere 5 Minuten köcheln lassen, bis die Sauce leicht eindickt.\n5. Mit Salz und Pfeffer abschmecken.\n6. Mit Rösti oder Nudeln servieren und genießen.",
  "Cordenbleu|6": "1. Schweinsnierstücke abwaschen und trocken tupfen.\n2. Jedes Stück aufschneiden und mit einem Stück Raclettekäse und einer Scheibe Schinken füllen.\n3. Die gefüllten Schweinsnierstücke mit Zahnstochern verschließen.\n4. Die Cordenbleus in Mehl wenden, dann in verquirltem Ei und zuletzt in Semmelbröseln panieren.\n5. In einer Pfanne mit heißem Öl goldbraun braten, bis sie durchgegart sind.\n6. Auf Küchenpapier abtropfen lassen und heiß servieren.\n\nGuten Appetit!",
  "Safranrisotto|6": "1. Brühe vorbereiten: In einem Topf Wasser zum Kochen bringen und den Safran darin auflösen.\n2. Risotto kochen: In einem anderen Topf das Risotto unter Rühren bei mittlerer Hitze ca. 1 Minute anrösten.\n3. Nach und nach die Safranbrühe zugeben und immer wieder umrühren, bis das Risotto die Flüssigkeit aufgenommen hat.\n4. Den Vorgang so lange wiederholen, bis das Risotto cremig und al dente ist, das dauert ca. 18-20 Minuten.\n5. Mit Salz und Pfeffer abschmecken.\n6. Servieren und nach Belieben mit frisch geriebenem Parmesan bestreuen. Guten Appetit!",
  "Nasi Goreng|6": "1. Die Chinanüdeli nach Packungsanleitung kochen, abgießen und beiseite stellen.\n2. Die Karotten schälen und in kleine Würfel schneiden.\n3. Die Peperoni entkernen und in feine Ringe schneiden.\n4. Den Chinakohl in Streifen schneiden.\n5. In einer großen Pfanne das Sesamöl erhitzen.\n6. Die Karotten und Peperoni hinzufügen und für ca. 5 Minuten braten, bis sie weich werden.\n7. Den Chinakohl hinzufügen und kurz mitbraten.\n8. Die gekochten Nudeln in die Pfanne geben und gut vermischen.\n9. Mit Sojasauce würzen und nach Belieben mit Currypulver abschmecken.\n10. Alles gut vermengen und heiß servieren. Genießen Sie Ihr leckeres Nasi Goreng!",
  "Butter Tofu|6": "1. Den Tofu in Würfel schneiden und in einer Pfanne goldbraun anbraten.\n2. Den Ingwer fein hacken und zu dem angebratenen Tofu geben.\n3. Die Cashewkerne grob hacken und ebenfalls in die Pfanne geben, kurz anrösten.\n4. Die Pelati Tomaten hinzufügen und alles bei mittlerer Hitze köcheln lassen.\n5. Den Joghurt unterrühren und mit Salz und Pfeffer abschmecken.\n6. Das Butter Tofu heiß servieren und mit Reis oder Naan-Brot genießen. Guten Appetit!",
  "Kartoffelstock|4": "1. Die Kartoffeln schälen, in kleine Stücke schneiden und in einem Topf mit Wasser zum Kochen bringen. Salz hinzufügen und die Kartoffeln bei mittlerer Hitze für ca. 20 Minuten kochen, bis sie weich sind.\n\n2. Die Milch in einem separaten Topf erhitzen, aber nicht kochen lassen. \n\n3. Die gekochten Kartoffeln abgießen und zurück in den Topf geben. \n\n4. Die heiße Milch langsam zu den Kartoffeln hinzufügen und mit einem Kartoffelstampfer zu einem gleichmäßigen Kartoffelstock stampfen. \n\n5. Den Rahm hinzufügen und gut umrühren, bis der Kartoffelstock eine cremige Konsistenz hat. \n\n6. Mit Salz und Pfeffer abschmecken und servieren. \n\nGuten Appetit!"
}